---
layout: default
title: Caracter&iacute;sticas de una Persona con Dislexia
---
<h1>Caracter&iacute;sticas de una Persona con Dislexia</h1>

<section>
	<p>Existen  miles de s&iacute;ntomas que son resultado de la desorientaci&oacute;n. La gravedad y el  grado en el cual se afectan los sentidos var&iacute;a en cada persona y de un momento a  otro. La mayor&iacute;a de las personas con el estilo disl&eacute;xico de aprender exhibir&aacute;n  por lo menos 10 de los comportamientos de la siguiente lista.</p>
	<p>Estas caracter&iacute;sticas  pueden variar de d&iacute;a a d&iacute;a o minuto a minuto, lo m&aacute;s consistente sobre la dislexia es su inconsistencia.</p>
</section>
<section>
	<h2>Generales:</h2>
	<ul>
		<li>Parece brillante, muy inteligente y articulado pero no puede leer, escribir ni  tiene buena ortograf&iacute;a para su edad.</li>
		<li>Se le etiqueta como &quot;flojo&quot;, &quot;tonto&quot;,  &quot;descuidado&quot;, &quot;inmaduro&quot;, &quot;no trata lo  suficiente&quot; o como &quot;problema de comportamiento&quot;.</li>
		<li>No esta &quot;tan atrasado&quot; o &quot;tan mal&quot; como para recibir ayuda extra en el colegio.</li>
		<li>Alto IQ, pero sus calificaciones en el colegio no lo demuestran. En ex&aacute;menes  orales le va bien, pero no en los escritos.</li>
		<li>Se siente tonto, baja autoestima, esconde sus debilidades con estrategias  compensatorias ingeniosas; se frustra f&aacute;cilmente y no le gusta el colegio, la  lectura o los ex&aacute;menes.</li>
		<li>Talentoso en el arte, m&uacute;sica, teatro, deportes, mec&aacute;nica, ventas, comercio,  dise&ntilde;o, construcci&oacute;n o ingenier&iacute;a.</li>
		<li>Parece que sue&ntilde;a despierto muy seguido; se pierde f&aacute;cilmente o pierde el sentido del tiempo.</li>
		<li>Se le dificulta poner atenci&oacute;n; parece hiperactivo o so&ntilde;ador.</li>
		<li>Aprende m&aacute;s haciendo cosas con las manos, demostraciones, experimentos,  observaci&oacute;n y con ayudas visuales.</li>
	</ul>
</section>
<section>
	<h2>Visi&oacute;n, Lectura y Ortograf&iacute;a:</h2>
	<ul>
		<li>Se queja de mareos, dolores de cabeza o de est&oacute;mago cuando lee.</li>
		<li>Se confunde con las letras, n&uacute;meros, palabras, secuencias, o explicaciones  verbales.</li>
		<li>Al leer o escribir presenta repeticiones, adiciones, transposiciones,  omisiones, substituciones y revierte letras, n&uacute;meros y/o palabras.</li>
		<li>Se queja de sentir o ver movimiento no existente al leer, escribir o copiar.</li>
		<li>Parece tener dificultad con su visi&oacute;n aunque los ex&aacute;menes de visi&oacute;n resultaron  sin problemas.</li>
		<li>Extremada agudeza visual y observaci&oacute;n, o carece de la percepci&oacute;n profunda y visi&oacute;n perif&eacute;rica.</li>
		<li>Lee y vuelve a leer sin comprensi&oacute;n.</li>
		<li>Su ortograf&iacute;a es fon&eacute;tica e inconstante.</li>
	</ul>
</section>
<section>
	<h2>O&iacute;do y Lenguaje:</h2>
	<ul>
		<li>Tiene un o&iacute;do extendido. Oye cosas que no se dijeron o no son aparentes para  los dem&aacute;s. Se distrae muy f&aacute;cilmente con los sonidos.</li>
		<li>Se le dificulta poner los pensamientos en palabras. Habla en frases  entrecortadas deja oraciones incompletas; tartamudea cuando est&aacute; estresado; no pronuncia bien las palabras largas, o transpone frases, palabras y s&iacute;labas cuando habla.</li>
	</ul>
</section>
<section>
	<h2>Escritura y Habilidades Motoras:</h2>
	<ul>
		<li>Tiene problemas con la escritura y el copiado; la manera de tomar el l&aacute;piz es  diferente; su escritura var&iacute;a o es ilegible.</li>
		<li>Tosco, poca coordinaci&oacute;n, malo para los juegos de pelota o de equipo; dificultades con las habilidades motoras finas y/o gruesas; se marea f&aacute;cilmente con algunos  movimientos.</li>
		<li>Puede ser ambidiestro, y muy seguido confunde derecha/izquierda, arriba/abajo.</li>
	</ul>
</section>

<section>
	<h2>Matem&aacute;ticas y Manejo del Tiempo:</h2>
	<ul>
		<li>Batalla para decir la hora, el manejo del tiempo, aprender informaci&oacute;n o  tareas secuenciales, o estar a tiempo.</li>
		<li>Depende de contar con los dedos u otros trucos para matem&aacute;ticas; se sabe las  respuestas, pero no puede poner el procedimiento en el papel.</li>
		<li>Puede contar, pero se le dificulta contar objetos y manejar el dinero.</li>
		<li>Puede con la aritm&eacute;tica, pero batalla con los problemas escritos; batalla con  el &aacute;lgebra o matem&aacute;ticas avanzadas.</li>
	</ul>
</section>

<section>
	<h2>Memoria y Cognici&oacute;n:</h2>
	<ul>
		<li>Excelente memoria a largo plazo para experiencias, lugares y caras.</li>
		<li>Mala memoria para secuencias, y para hechos e informaci&oacute;n que no ha  experimentado.</li>
		<li>Piensa primariamente con im&aacute;genes y sentimiento, no con sonidos y palabras  (muy poco di&aacute;logo interno).</li>
	</ul>
</section>


<section>
	<h2>Comportamiento, Salud, Desarrollo y Personalidad:</h2>
	<ul>
		<li>Extremadamente desordenados u ordenados compulsivos.</li>
		<li>El payaso del sal&oacute;n, ni&ntilde;o problema o muy callado.</li>
		<li>Sus etapas de desarrollo como gatear, caminar y abrocharse los zapatos fueron  antes de lo normal o muy tard&iacute;as.</li>
		<li>Muy propenso a infecciones en o&iacute;do, sensible a ciertas comidas, aditivos y  productos qu&iacute;micos.</li>
		<li>Puede tener un sue&ntilde;o muy profundo o se despierta muy f&aacute;cilmente. Sigue mojando  la cama.</li>
		<li>Muy alta o muy baja tolerancia al dolor.</li>
		<li>Fuerte sentido de justicia, emocionalmente sensitivo, busca la perfecci&oacute;n.</li>
		<li>Los errores y s&iacute;ntomas aumentan dram&aacute;ticamente cuando experimenta confusi&oacute;n,  presi&oacute;n de tiempo, stress emocional o mala salud.</li>
	</ul>
</section>
{% include disclaimer.html %}