---
layout: default
title: M&eacute;todo Davis&reg; para la Dislexia
---
<h1>M&eacute;todo Davis<sup>&reg;</sup> para la Dislexia</h1>

<section>
	<p>En 1980, a los 38 a&ntilde;os de edad, Ron Davis corrigi&oacute; su propia dislexia cuando encontr&oacute; una manera de eliminar las distorsiones perceptuales m&aacute;s comunes, por primera vez en su vida pudo leer y disfrutar un libro.</p>

	<p>Despu&eacute;s de hacer investigaciones cl&iacute;nicas independientes y de trabajar con expertos de diferentes campos, Ron perfeccion&oacute; su programa para corregir la dislexia en adultos y ni&ntilde;os.</p>

	<p>En 1982, Ron Davis y la Dra. Fatima Ali, Ph.D., abrieron el Reading Research Council Dyslexia Correction Center en California, obteniendo un 97% de &eacute;xito al ayudar a sus clientes a superar sus problemas de aprendizaje. </p>

	<p> <strong>En 1995 la Davis<sup>&reg;</sup> Dyslexia Association</strong> empez&oacute; formalmente a entrenar a otros en los m&eacute;todos Davis<sup>&reg;</sup>, cada vez m&aacute;s personas en el mundo han ido completando su entrenamiento y han cumplido con los rigurosos est&aacute;ndares de calidad que se requieren para conseguir la certificaci&oacute;n y poder ser proveedores del <strong>Programa Davis<sup>&reg;</sup> para la Correcci&oacute;n de la Dislexia (Davis Dyslexia Correction<sup>&reg;</sup>). </strong></p>

	<p><strong>El Programa Davis<sup>&reg;</sup> </strong>est&aacute; basado en el descubrimiento de que muchos individuos que tienen problemas de aprendizaje tienen una habilidad natural de cambiar o alterar sus percepciones mentales y f&iacute;sicas, ellos utilizan esta habilidad perceptual para facilitar el proceso creativo, aumentar su rendimiento f&iacute;sico,mejorar su proceso de pensamiento o resolver la confusi&oacute;n.</p>

	<p>Pero cuando tratan de utilizar esta habilidad para resolver la confusi&oacute;n de los s&iacute;mbolos de lenguaje o de los s&iacute;mbolos num&eacute;ricos, puede causar distorsiones que afecta la visi&oacute;n, o&iacute;do, balance, habilidades motoras, sentido del tiempo y el lenguaje. </p>

	<p>Las personas que desarrollan dislexia piensan en im&aacute;genes y no con las palabras; tienen una gran imaginaci&oacute;n y son muy creativos; tratan de resolver los problemas viendo el todo en lugar de verlo por partes, el <strong>Programa Davis<sup>&reg;</sup> para la Correcci&oacute;n de la Dislexia</strong> le ofrece al estudiante con dislexia un m&eacute;todo diferente para aprender que concuerda con sus habilidades y sus talentos  mentales naturales. </p>

	<p>Cuando la persona reconoce estos talentos mentales, desarrollan un sentido renovado de confianza en s&iacute; mismos. </p>

	<p>Cuando empiezan a utilizar los m&eacute;todos de estudio adecuados a su estilo de aprender, el progreso se nota y cada vez es m&aacute;s consistente. </p>

	<p>Durante el <strong>Programa Davis<sup>&reg;</sup>,</strong> los alumnos obtienen experiencia usando esta habilidad y empiezan a clarificar muchas de sus confusiones b&aacute;sicas relacionadas a las letras, palabras, n&uacute;meros y otros s&iacute;mbolos del lenguaje.</p>

	<p>Tambi&eacute;n aprenden a utilizar habilidades especiales de estudio, que est&aacute;n adaptadas a su manera de aprender y percibir. <strong>El Programa Davis<sup>&reg;</sup></strong> le da al alumno control con herramientas de autoayuda. </p>
</section>
{% include disclaimer.html %}