---
layout: homepage
title: Terapia de la Dislexia en Costa Rica
---

<section>
	<h1>Terapia de la Dislexia en Costa Rica</h1>
	<h2>Acomp&aacute;&ntilde;anos a explorar juntos los aspectos positivos de la dislexia.</h2>
	<p>La dislexia ha sido considerada por muchos a&ntilde;os como una mera disfunci&oacute;n, y sus dificultades asociadas han hecho que millones de ni&ntilde;os pasen una infancia infeliz.</p>
	<p>Ron Davis, creador del M&eacute;todo Davis<sup>&reg;</sup>, presenta una nueva perspectiva del s&iacute;ndrome disl&eacute;xico: lo presenta como una forma positiva de aprendizaje que algunos seres humanos poseen.</p>

	<h2>&iquest;Por que la Dislexia es un Don?</h2>
	<p>Cuando escuchamos la palabra dislexia s&oacute;lo pensamos en problemas de lectura, escritura y ortograf&iacute;a.   Algunos la asocian con cambios en el orden de las palabras, en el invertir letras o n&uacute;meros; otros, con un aprendizaje lento. Casi todos la consideran como una incapacidad para aprender, pero esta dificultad es s&oacute;lo un aspecto de la dislexia.</p>
	<p>Hace un tiempo nvitaron a Ron Davis, creador del M&eacute;todo Davis<sup>&reg;</sup>, a un programa de televisi&oacute;n,   le preguntaron sobre el lado &ldquo;positivo&rdquo; de la dislexia. Como parte de su respuesta enumer&oacute; a una docena de disl&eacute;xicos famosos. La presentadora del programa coment&oacute;: &ldquo;&iquest;No es sorprendente que todos ellos hayan podido ser genios a pesar de sufrir dislexia?&rdquo;.</p>
	<p>No hab&iacute;a entendido.  Su genialidad no se dio a pesar de su dislexia, &iexcl;sino gracias a ella!</p>
	<p>Tener dislexia no convierte a alguien autom&aacute;ticamente en genio, pero es bueno para la autoestima   saber que su mente funciona de la misma manera que la de ciertos genios.   Tambi&eacute;n es importante que conozcan que sus problemas de lectura, escritura y ortograf&iacute;a, no significan que sean tontos o retardados. La misma   capacidad mental que permite su genialidad, es la que causa sus problemas.</p>
	<p>No todos los disl&eacute;xicos desarrollan los mismos dones, pero tienen ciertas funciones mentales en com&uacute;n.  He aqu&iacute; las habilidades b&aacute;sicas que todos ellos comparten:</p>
	<ul>
		<li>Pueden usar su don mental para alterar o crear percepciones (habilidad central).</li>
		<li>Son altamente conscientes de su entorno.</li>
		<li>Son m&aacute;s curiosos que el promedio de la gente.</li>
		<li>Piensan m&aacute;s con im&aacute;genes que con palabras (son m&aacute;s visuales).</li>
		<li>Son altamente intuitivos y perspicaces.</li>
		<li>Piensan y perciben multidimensionalmente, es decir, usando todos los sentidos.</li>
		<li>Pueden experimentar el pensamiento como realidad.</li>
		<li>Tienen una gran imaginaci&oacute;n.</li>
	</ul>


	<p>Estas ocho habilidades si no son suprimidas, anuladas o destruidas por los padres o por el proceso educativo, dar&aacute;n como resultado dos caracter&iacute;sticas: inteligencia m&aacute;s alta de lo normal y extraordinaria capacidad creativa. A partir   de ellas puede emerger el genuino <em>Don</em> de la dislexia.</p>

	<h2>&iquest;Que es el M&eacute;todo Davis<sup>&reg;</sup> para la Correcci&oacute;n de la Dislexia?</h2>
	<p>El M&eacute;todo Davis<sup>&reg;</sup> para la Correcci&oacute;n de la Dislexia. (Davis Dyslexia Correction<sup>&reg;</sup>) le da a las personas las herramientas necesarias para corregir sus problemas de aprendizaje. </p>
	<p>A trav&eacute;s de estos m&eacute;todos, los ni&ntilde;os y adultos aprenden r&aacute;pidamente a reconocer y controlar los procesos mentales que causan las percepciones distorsionadas de las letras y palabras.  Una vez que el estudiante est&aacute;   seguro de que sus percepciones son exactas, pueden entonces resolver la causa de sus problemas de aprendizaje con m&eacute;todos dise&ntilde;ados de acuerdo a sus habilidades.</p>
	<p>Fuente: &quot;El Don de la Dislexia&quot; (Ron Davis)</p>

</section>