---
layout: default
title: Historias y Testimonios
---
<h1>Historias y Testimonios</h1>

<section>
	<h2>Lo que comentan despu&eacute;s de haber tomado el Programa Davis<sup>&reg;</sup></h2>
	<h3>PADRES DE FAMILIA:</h3>

	<p>&quot;Tenemos la satisfacci&oacute;n de deciros que nuestro hijo esta experimentando los cambios d&iacute;a a d&iacute;a. En el colegio su atenci&oacute;n y sus ganas de trabajar y atender cada una de las asignaturas va creciendo gradualmente. En casa a la hora de hacer los deberes est&aacute; motivado y lo m&aacute;s importante, lleva varias semanas sin que &quot;le duele la cabeza&quot; o el &quot;est&oacute;mago&quot;. Mi hijo efectivamente es especial&hellip;..TIENE EL DON&quot;</p>
	<p>Sra. Concha Revert. Mam&aacute; de Carles 10 a&ntilde;os<br>
	Valencia, Espa&ntilde;a</p>

	<hr>

	<p>&quot;Hay cambios hasta en el timbre de voz y en el brillo de sus ojos. Su autoestima cambi&oacute; much&iacute;simo. Mucho m&aacute;s cari&ntilde;oso con sus papas, es m&aacute;s f&aacute;cil decir lo que siente&hellip;&hellip;.actitud muy diferente ante el momento de estudiar&quot;</p>
	<p>Mam&aacute; de un ni&ntilde;o de 9 a&ntilde;os.<br>
	Monterrey, N.L.</p>

	<hr>

	<p>&quot;El M&eacute;todo me parece muy bueno. Es el primer lugar en donde logro ver mejor&iacute;a en la lectura de mi hijo.&quot;</p>
	<p>Sra. Romelia Garza. Mam&aacute; de Eduardo 10 a&ntilde;os<br>
	Monterrey, N.L.</p>

	<hr>

	<p>&quot;Estamos felices de que nuestro hijo haya tomado este curso, los cambios han sido muy notorios, sobretodo en su autoestima, que para nosotros es important&iacute;simo. Muchas gracias por compartir sus conocimientos.&quot;</p>
	<p>Mam&aacute; de un ni&ntilde;o de 7 a&ntilde;os.<br>
	Monterrey, N.L.	</p>

	<hr>

	<p>&quot;Para nosotros es muy emocionante ver el progreso que ha tenido el ni&ntilde;o, realmente se le nota y no solo en su estudio sino a nivel del hogar, su comportamiento m&aacute;s responsable y ordenado. Raz&oacute;n tenias t&uacute; al decirme que no nos desesper&aacute;ramos que poco a poco el ir&iacute;a mejorando que solo ten&iacute;amos que tener un poco de paciencia para ver los resultados. 
	Desde el fondo de nuestros corazones les agradecemos a ti y a todos los que participaron en el inicio del progreso de nuestro hijo&quot; </p>
	<p>Sra. Ma. Teresa Rodr&iacute;guez Ortiz. Mam&aacute; de Francisco 14 a&ntilde;os.<br>
	Colombia </p>

	<hr>

	<p>&quot;Les agradezco mucho todo su apoyo y me siento m&aacute;s tranquila y contenta al ver a mi hijo de nuevo alegre&quot; </p>
	<p>Sra. Mayte Pineda. Mam&aacute; de Juan Pablo 7 a&ntilde;os<br>
	Monterrey, N.L.</p>

	<hr>
	
	<p>&quot;Muy motivado desde el primer d&iacute;a, con muchas ganas de venir, de leer y de trabajar con plastilina. Mejor&oacute; mucho la fluidez en su lectura y la limpieza en su trabajo escolar. Se le ha visto de mejor humor y contento.&quot; </p>
	<p>Sra. Ma. Elena Guerra. Mam&aacute; de Miguel 7 a&ntilde;os<br>
	Monterrey, N.L. </p>

	<hr>

	<p>&quot;Esta m&aacute;s comunicativo, lee mejor y comprende m&aacute;s, esta siendo m&aacute;s ordenado y esta muy feliz de haber tomado el curso&quot; </p>
	<p>Mam&aacute; de Pablo 8 a&ntilde;os<br>
	Monterrey, N.L. </p>

	<hr>
	
	<p>&quot;Est&aacute; muy entusiasmado con el curso, de hecho no quiere dejar de venir. El tiene el prop&oacute;sito de salir adelante para ser un ejemplo para otros ni&ntilde;os disl&eacute;xicos, con el fin de ayudarlos, porque &eacute;l dice: &quot;Yo se lo que se siente&quot;. </p>
	<p>Sra. Marisela de Delgado. Mam&aacute; de Andr&eacute; 14 a&ntilde;os<br>
	Monterrey, N.L. </p>

	<hr>

	<p>&quot;Mi hija cambio toda su esencia en si misma, su percepci&oacute;n y su actitud ante lo que le rodea es de alegr&iacute;a y comunicaci&oacute;n, es realmente una ni&ntilde;a diferente&quot; </p>
	<p>Sra. Ma. Dolores Guti&eacute;rrez. Mam&aacute; de Melanie 7 a&ntilde;os<br>
	Durango, Dgo.</p>

	<hr>

	<p>&quot;Lo que veo ahora y es lo que m&aacute;s me interesa, es que lo siento m&aacute;s feliz, positivo y seguro de s&iacute; mismo, y eso para mi no tiene precio, creo que es la semana en que mejor hemos invertido en tiempo y dinero.&quot;</p>
	<p>Sra. Myriam Garza de G&oacute;mez. Mam&aacute; de Carlos Jacob 15 a&ntilde;os<br>
	Monterrey, N.L</p>

	<hr>

	<p>&quot;No se si se dieron cuenta de lo triste que estaba mi hijo el d&iacute;a de su graduaci&oacute;n. Apenas nos subimos al carro y comenz&oacute; a llorar. Solo quiero que sepan lo que esta semana significo para mi hijo. Llor&oacute; por mas de una hora, no quer&iacute;a dejar el Programa. Lo hicieron sentir que en realidad es inteligente, le dieron la esperanza de volver a creer en &eacute;l mismo, lo cual desafortunadamente no lo hicieron en su colegio. Siempre tendr&aacute;n un lugar muy especial en el coraz&oacute;n de mi hijo. No saben cuanto significaron en la vida de mi hijo y todo lo que han hecho. Como madre, este es el mejor regalo que mi familia pudo recibir.&quot;</p>
	<p>Sra. Gina Berlague. Mam&aacute; de Montana 11 a&ntilde;os<br>
	Tampico, Tamps.</p>

	<hr>

	<p>&quot;Estoy muy contenta por los avances que veo en Laura Alejandra, su autoestima ha mejorado mucho, ahora est&aacute; dispuesta a demostrar toda su capacidad y est&aacute; segura de ello.
	A penas tiene una semana de haber comenzado clases y les puedo decir que se ha visto un cambio notorio en la limpieza de su trabajo, en las matem&aacute;ticas est&aacute; muy bien, su maestra la ha felicitado por su comportamiento y rendimiento y a penas tiene una semana!</p>
	<p>Sra. Zulma Gamero. Mam&aacute; de Laura Alejandra 8 a&ntilde;os.<br>
	San Salvador</p>

	<hr>

	<h3>ADULTOS DISLEXICOS</h3>

	<p>&quot;Me siento realmente satisfecho de tomar el curso, debido a que logro entender el origen de mis pensamientos, talentos y problemas de aprendizaje.&quot;</p>
	<p>Juan Camilo Pardo 22 a&ntilde;os<br>
	Monterrey, N.L.</p>

	<hr>

	<p>&quot;Yo siento que me ayudo mucho el curso, que me ense&ntilde;aron a aprender utilizando mi manera visual y demostrarme a mi misma que si puedo hacer las cosas, solo necesito estar orientada. Me encant&oacute; el curso, esta bien padre&quot; </p>
	<p>Sylvia Haas 24 a&ntilde;os<br> 
	Culiac&aacute;n, Sinaloa</p>

	<hr>

	<h3>MAESTROS</h3>

	<p>&quot;Hace 18 a&ntilde;os que vengo trabajando con ni&ntilde;os que tienen dificultades de aprendizaje y es la primera vez que veo con que rapidez se puede ayudar a un ni&ntilde;o. A veces pienso en todos aquellos ni&ntilde;os que pasaron por mis manos y no puede ayudarlos, ahora no me canso de conversarles a los padres del M&eacute;todo Davis y lo bien que les har&iacute;a.&quot;</p>
	<p>Lic. Mainnes. Maestra de Franco 8 a&ntilde;os<br>
	Lima, Per&uacute;</p>

	<hr>

	<p>&quot;.Estuvimos trabajando con el ni&ntilde;o Jean Alberto Ricart, que junto con su madre asistieron a su cebtro hace varios a&ntilde;os. En ese tiempo yo fui su profesora de Primer Grado y pude ser testigo del excelente cambio que experimento Jean. Observando el resultado favorable, me he mostrado interesada en conocer m&aacute;s acerca de este M&eacute;todo.&quot;</p>
	<p>
	Lic. Beatriz Pe&ntilde;a. Maestra de Jean Alberto 7 a&ntilde;os<br>
	Rep&uacute;blica Dominicana. </p>

	<hr>
</section>